Repository: giellalt/corpus-sme
Catalog: tmx/smj/admin/sd/samediggi.no/sami-albmotbeaivi-ja-nasuvnnalas-dovdomearkkat.html.tmx
Source language: sme
Languages: smj

source: Sámi álbmotbeaivi ja našuvnnalaš dovdomearkkat / Duogáš / Sámedikki birra / Sámediggi - Sametinget
smj: Álmmukbiejvve ja nasjåvnålasj gåvåstagá / Duogásj / Sámmedikke birra / Sámedigge - Sametinget

source: Sámi álbmotbeaivi ja našuvnnalaš dovdomearkkat
smj: Álmmukbiejvve ja nasjåvnålasj gåvåstagá

source: Guovvamánu 6. b. b. virggálaš leavgabeaivi Norggas ja čalmmustahttojuvvo miehtá riikka sámi álbmotbeaivin.
smj: Guovvamáno 6. biejvve le almulasj slávggimbiejvve Vuonan ja tjalmostahteduvvá ålles rijkan sámij álmmukbiejvven.

source: Ollu dáhpáhusat ja govastagat čatnasit dán beaivái. Sámediggeráđđi čalmmustahttá beaivvi go lea mielde doaluin miehtá riikka.
smj: Moadda dáhpádusá ja gåvåstagá li tjanádum bæjvváj Sámediggeráde tjalmostahttá biejvev oassálastedijn ålles rijkan.

source: Beaivi čalmmustahttojuvvo vuosttaš sámi riikkačoahkkima muitun mii dollojuvvui Metodistagirkus Troanddimis 1917:s.
smj: Biejvve tjalmostahttá vuostasj sáme rijkkatjåhkanimev mij aneduváj Metodistaj girkkon Roandemin jagen 1917.

source: Lei vuosttaš gearddi go sápmelaččat ledje čoahkkanan bargat oktasaš sámi áššiiguin rastá nationálastáhta riikkarájiid.
smj: Dat lij vuostasj bálle gå sáme lidjin tjoahken bargatjit aktisasj sámeássjij rijkaj rájaj rastá.

source: Beaivi ávvuduvvui vuosttašgeardde 1993:s.
smj: Biejvve ávvudaláduváj vuostasj bále jagen 1993.

source: Deaŧalaš govastat guovvamánu 6. b. ávvudeamis lea leavga.
smj: Sáme slávggá Ájnas gåvåstahka ávvudaládijn guovvamáno 6. biejvev le slávggá.

source: Sámi leavga lea buot sápmelaččaid oktasaš leavga, beroškeahttá das guđe riikkas sii orošit.
smj: Same slávggá le aktisasj divna sámijda, berustahtek gudi rijkan sij årru.

source: Leavgga dohkkehii 13. Davviriikkalaš sámekonferánsa Åres, Ruoŧas, borgemánu 15. b. 1986:s, ja dan lea hábmen sámi dáiddár Astrid Båhl Ivgubađas Romssas.
smj: Slávggá dåhkkiduváj bårggemáno 15. biejve 1986 13. nuorttarijkaj sámekonferánsas Åren, Svierigin, ja dat la hábbmidum sáme dájddáris Astrid Båhl Ivggobadás Tråmsån.

source: Váldofáddá lea vižžojuvvon meavrresgáris ja lullisámi Anders Fjellner divttas «Beaivvi bártnitš.
smj: Oajvvegåvvå le váldedum goabddás ja divtas «Biejve bárneš oarjjelsámes Anders Fjellneris.

source: Dán divttas govvida Fjellner sápmelaččaid beaivvi bárdnin ja mánu nieidan.
smj: Dan divtan gåvvi Fjellner sámijt biejve bárnnen ja máno niejddan.

source: Rukses beallegierdu govasta beaivváža ja alit beallegierdu govasta mánu.
smj: Gievlle le biejve (ruoppsis gievllebielle) ja máno (alek gievllebielle) gåvåstahka.

source: Virggálaččat dohkkehuvvon govastat Sámi leavga dohkkehuvvui 2003:s Norggas virggálaččat daid rievdadusaid bokte mat dahkkojuvvojedje Sámelágas ja Lágas levgema birra gieldda almmolaš visttiin.
smj: Almulasj dåhkkidum gåvåstahka Same slávggá dåhkkiduváj almulattjat jagen 2003 Vuonan rievddadusáj baktu Sámelágan ja lágan “ Lov om flagging på kommunenes offentlige bygninger ”.

source: Stuorradiggi fápmudii seammás Sámedikki mearridit láhkaásahusaid leavgga geavaheami birra.
smj: Stuorradigge fábmodij dan ga båttå Sámedikkev mierredittjat njuolgadusájt gåktu slávgáv adnet.

source: Sámediggi dohkkehii dan miessemánu 27. b. 2004:s.
smj: Sámedigge mierredij dáv moarmesmano 27. biejve jagen 2004.

source: Leavggas lea virggálaš stáhtus, muhto dat ii leat dakkár nationálaleavga mii álbmotrievttálaččat ja stáhtarievttálaččat ovddasta gonagasriikka Norgga.
smj: Slávgán la virgálasj stáhtus, valla dat ij la álmmukslávggá mij åvdåstahttá gånågisrijkav Vuonav álmmukriektálattjat ja stáhttariektálattjat.

source: Sámi álbmotlávlla Sámi álbmotlávlla, Sámi soga lávlla, lea dikta maid Isak Saba čálii, čállojuvvon ja almmuhuvvon aviisii Sagai Muittalægje jagis 1906.
smj: Sáme álmmuklávla Same álmmuklávla, Sámevierrega lávla, la dikta Isak Sabas, tjáledum ja almoduvvam avijsan Sagaid Muittalægje jagen 1906.

source: Sámekonferánssas Åres 1986:s dohkkehuvvui sámi álbmotlávlla.
smj: Sámekonferánsan Åren jagen 1986 mierreduváj dat sáme álmmuklávllagin.

source: Arne Sørli bija nuohta diktii, ja šuokŋa dohkkehuvvui 15.
smj: Diktaj dagáduváj tjuojalvis Arne Sørlias, ja tjuojalvis dåhkkiduváj 15. sámekonferánsas Helsinkin.

source: Sámekonferánssas Helssegis 1992:s. Teaksta lea jorgaluvvon davvisámegielas daid eará sámegielaide.
smj: Tæksta le jårggåluvvam nuorttasámegielas duojda ietjá sámegielajda.

source: Doahpaga “ nasjonaldag ” geavaheapmi Go guovvamánu 6. b. mearriduvvui sámi álbmotbeaivin sámekonferánssas 1992:s, de lei mearrádus sámegillii ja doaba «sámi álbmotbeaiviš geavahuvvui.
smj: Moallánagáv “ álmmukbiejvve ” adnet Gå guovvamáno 6. biejvve mierreduváj sáme álmmukbiejvven 1992 jage sámekonferánsas, de lij mærrádus sámegiellaj ja danna lij moallánahka «sámi álbmotbeaiviš.

source: Rievttes jorgaleapmi dárogillii lea “ samisk / samenes nasjonaldag ”.
smj: Riekta jårggåluvvam dárogiellaj sjaddá dat “ samisk / samenes nasjonaldag ”, sáme / sámij álmmukbiejvve.

source: Muhtun dárogieljorgalusain lea «samefolkets dagš geavahuvvon, dannego sámi mearkkaša samisk, álbmot mearkkaša folk ja beaivi mearkkaša dag.
smj: Muhtem dárogielak jårggålusájn la “ samefolkets dag ” vuojnnum, dajna gå sáme la “ same ”, álmmuk la “ folk ” ja biejvve le “ dag ”.

source: Sámekonferánssa ruoŧagieljorgalusas geavahuvvui doaba «samernas nationaldagš.
smj: Svieriga dárogielak jårggålusán sámekonferánsas aneduváj moallánahka «samernas nationaldagš.

source: Doahpagat «samefolkets dagš ja «samisk folkedagš leat cieggan eahpeaiddolaš jorgalemiid geažil ja muhtumassii dannego muhtumat leat atnán doahpaga «nasjonaldagš nággovuložin.
smj: Moallánagá «samefolkets dagš ja «samisk folkedagš li sjaddam båhtusin iehpetjielgas jårggålusájs ja muhtem mærráj gå moallánahka «nasjonaldagš muhtemijs la aneduvvam rijddooarren.

source: Sámekonferánsa bijai dattetge vuođđun ahte sámit lea okta álbmot (našuvdna) ja ahte našuvdnadoahpaga geavaheapmi danne ii eaktut sierra stáhta.
smj: Sámekonferánssa biejaj farra oarren sáme li akta álmmuk (nasjåvnnå) ja moallánagá adno dan diehti ij gájbbeda sierra stáhtav.

source: Sihke sámekonferánsa (maŋŋá Samiráđđi) ja davviriikkaid sámedikkit geavahit virggálaččat doahpaga «nasjonaldagš.
smj: Goappátjagá sámekonferánssa (maŋŋela Sámeráde) ja nuorttarijkaj sámedikke adni moallánagáv «nasjonaldagš, álmmukbiejvve, virgálattjat.

source: Loga eanet dan birra dáppe:
smj: Lågå ienebuv dassta dájn sválldasijn:
